cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'node'
brew 'nvm'
brew 'ack'
brew 'awscli'
brew 'mas'
brew 'graphviz'
brew 'mysql'

cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'sublime-text'
cask 'java'
cask 'eclipse-jee'
cask 'docker'
cask 'sequel-pro'
cask 'adobe-reader'
cask 'charles'
cask 'spotify'
cask 'slack'
cask 'vlc'
cask 'skype'
cask 'visual-studio-code'

mas 'iA Writer', id: 775737590
